IDS_CVL_DGNREPORT_KR_TEST = "CVL_DgnReport_US-Test(Lang:KR)"
IDS_CVL_DLL_ERROR = "Could not initialize COM dll"
IDS_CVL_REPORT_PRINTING = "계산서 출력중..."
IDS_CVL_REPORT_GENERATING = "계산서 생성중..."
IDS_CVL_INCORRECT_REPORT_DLL_VER_ERROR = "호환되지 않는 버전의 설계모듈입니다.\n계산서 작성을 수행할 수 없습니다."
IDS_CVL_INCORRECT_DESIGN_DLL_VER_ERROR = "호환되지 않는 버전의 설계모듈입니다.\nRC/Column 설계를 수행할 수 없습니다."
IDS_CVL_INCORRECT_RATING_DLL_VER_ERROR = "호환되지 않는 버전의 설계모듈입니다.\nRating Report를 수행할 수 없습니다."
IDS_CVL_INCORRECT_SET_BEAM_DLL_VER_ERROR = "Set_BeamGlobalData 호환되지 않는 버전의 설계모듈입니다"
IDS_CVL_INCORRECT_TEXT_BEAM_DLL_VER_ERROR = "RCSC_Beam_Text_Report 호환되지 않는 버전의 설계모듈입니다"
IDS_CVL_INCORRECT_DLL_VER_ERROR = "Incorrect dll version is being linked"
IDS_CVL_NOT_INIT_REPORT_ERROR = "Report not initialized"
IDS_CVL_RPT_US_Sheet_Name_Summary_Table = "Summary_Table"
IDS_CVL_RPT_US_Sheet_Name_Shear_Connector = "Shear Connectors"
IDS_CVL_RPT_US_Sheet_Name_Long_Stiffener = "Longitudinal Stiffeners"
IDS_CVL_RPT_US_Sheet_Name_Bearing_Stiffener = "Bearing Stiffeners"
IDS_CVL_RPT_US_Web = "Web"
IDS_CVL_RPT_US_1Side = "1Side"
IDS_CVL_RPT_US_2Side = "2Side"
IDS_CVL_RPT_US_Top_Flange = "Top Flange"
IDS_CVL_RPT_US_Bottom_Flange = "Bottom Flange"
IDS_CVL_RPT_US_Bottom_surface_of_top_flange = "Top Flange(Bottom surface of top flange)"
IDS_CVL_RPT_US_Top_surface_of_bottom_flange = "Bottom Flange(Top surface of bottom flange)"
IDS_CVL_RPT_US_Noncompact_section_Curved_Bridge = "∴ Noncompact section for Curved Bridge"
IDS_CVL_RPT_US_Noncompact_section = "∴ Noncompact section"
IDS_CVL_RPT_US_Slender_section = "∴ Slender section."
IDS_CVL_RPT_US_Exist = "배치"
IDS_CVL_RPT_US_Not_Exist = "배치되지 않음"
IDS_CVL_RPT_US_Stiffened_Web = "보강된 복부판"
IDS_CVL_RPT_US_Unstiffened_Web = "비보강된 복부판"
IDS_CVL_RPT_US_Shear_connector = "전단연결재"
IDS_CVL_RPT_US_Longitudinal_Stiffener = "수평보강재"
IDS_CVL_RPT_US_Stiffener_type_Flat = "Flat"
IDS_CVL_RPT_US_Stiffener_type_Tee = "Tee"
IDS_CVL_RPT_US_Stiffener_Num_1 = "일면"
IDS_CVL_RPT_US_Stiffener_Num_2 = "양면"
IDS_CVL_RPT_US_Stiffener_I_type = "I-type"
IDS_CVL_RPT_US_Stiffener_T_type = "T-type"
IDS_CVL_RPT_US_Stiffener_U_type = "U-type"
IDS_CVL_RPT_US_Positive_moment = "정모멘트"
IDS_CVL_RPT_US_Negative_moment = "부모멘트"
IDS_CVL_RPT_US_Top_part = "(Top)"
IDS_CVL_RPT_US_Bottom_part = "(Bottom)"
IDS_CVL_RPT_US_OK = "OK"
IDS_CVL_RPT_US_NG = "NG"
IDS_CVL_RPT_US_Segmental = "Segmental"
IDS_CVL_RPT_US_Nonsegmental = "Nonsegmental"
IDS_CVL_RPT_US_Solid = "Solid"
IDS_CVL_RPT_US_Box = "Box"
IDS_CVL_RPT_US_i_Torsional_design_for_a_section = "%d.Torsional design for a section"
IDS_CVL_RPT_US_Transfer_Construction = "%d.At transfer and during constuction"
IDS_CVL_RPT_US_Service_LoadCombination = "%d.At service load combination"
IDS_CVL_RPT_US_PSC_Bond = "Bond"
IDS_CVL_RPT_US_PSC_Unbond = "Unbond"
IDS_CVL_RPT_US_i_Flexure_design_for_a_section = "%d.Flexure design for a section"
IDS_CVL_RPT_US_Positive = "Positive"
IDS_CVL_RPT_US_Negative = "Negative"
IDS_CVL_RPT_US_Code = "Code"
IDS_CVL_RPT_US_Strain_compatibility = "Strain compatibility"
IDS_CVL_RPT_US_i_Crack_Check = "%d.Crack check"
IDS_CVL_RPT_US_i_Shear_design_for_a_section = "%d.Shear design for a section"
IDS_CVL_RPT_US_Compression = "Compression"
IDS_CVL_RPT_US_Tension = "Tension"
IDS_CVL_RPT_US_Top_part2 = "Top"
IDS_CVL_RPT_US_Bottom_part2 = "Bottom"
IDS_CVL_RPT_US_MAX = "MAX"
IDS_CVL_RPT_US_MIN = "MIN"
IDS_CVL_RPT_US_V_MAX = "V-MAX"
IDS_CVL_RPT_US_V_MIN = "V-MIN"
IDS_CVL_RPT_US_T_MAX = "T-MAX"
IDS_CVL_RPT_US_Top_title = "■ Top"
IDS_CVL_RPT_US_Bottom_title = "■ Bottom"
IDS_CVL_RPT_US_Quasi_permanent = "Quasi-permanent"
IDS_CVL_RPT_US_Frequent = "Frequent"
IDS_CVL_RPT_US_Characteristic = "Characteristic"
IDS_CVL_RPT_US_Persistent_Transient = "Persistent & Transient"
IDS_CVL_RPT_US_Characteristic_IRC = "Rare"
IDS_CVL_RPT_US_Persistent_Transient_IRC = "Basic & Seismic"
IDS_CVL_RPT_US_Accidental = "Accidental"
IDS_CVL_RPT_US_Service_Load_I = "사용하중I"
IDS_CVL_RPT_US_Service_Load_III_IV = "사용하중III/IV"
IDS_CVL_RPT_US_Continued_Load = "사용하중V"
IDS_CVL_RPT_US_Ultimate_Load_State = "극한하중상태"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_max = "FX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_min = "FX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_max = "FY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_min = "FY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_max = "FZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_min = "FZ-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_max = "MX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_min = "MX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_max = "MY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_min = "MY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_max = "MZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_min = "MZ-MIN"
IDS_CVL_RPT_US_Long_term = "Long-term"
IDS_CVL_RPT_US_Short_term = "Short-term"
IDS_CVL_RPT_US_Long_Load = "장기하중"
IDS_CVL_RPT_US_Short_Load = "단기하중"
IDS_CVL_RPT_US_Construct_Stress = "시공단계시 응력"
IDS_CVL_RPT_US_Service_Stress = "사용한계시 응력"
IDS_CVL_RPT_US_Construct_Principal_Stress = "시공단계시 응력"
IDS_CVL_RPT_US_Service_Principal_Stress = "사용한계시 주응력"
IDS_CVL_RPT_US_PS_Steel = "PS강재"
IDS_CVL_RPT_US_Crack = "균열"
IDS_CVL_RPT_US_Flexural_Strength = "휨강도"
IDS_CVL_RPT_US_Shear_Strength = "전단강도"
IDS_CVL_RPT_US_Torsional_Strength = "비틀림강도"
IDS_CVL_RPT_US_Girder = "Girder"
IDS_CVL_RPT_US_Slab = "Slab"
IDS_CVL_RPT_US_Non_Composite = "비합성"
IDS_CVL_RPT_US_Composite = "합성"
IDS_CVL_RPT_US_i_Flexural_Strength = "%d. 휨강도 검토"
IDS_CVL_RPT_US_Positive_moment_title = "■ Positive Moment"
IDS_CVL_RPT_US_Negative_moment_title = "■ Negative Moment"
IDS_CVL_RPT_US_i_Shear_Strength = "%d. 전단강도 검토"
IDS_CVL_RPT_US_Max_Shear_Force = "■ Maximum Shear Force"
IDS_CVL_RPT_US_Min_Shear_Force = "■ Minimum Shear Force"
IDS_CVL_RPT_US_Max_Torsion_Force = "■ Maximum Torsion Force"
IDS_CVL_RPT_US_i_Torsional_Strength_Box = "%d. 비틀림강도 검토(속빈 단면)"
IDS_CVL_RPT_US_i_Torsional_Strength_Solid = "%d. 비틀림강도 검토(속찬 단면)"
IDS_CVL_RPT_US_2_Torsional_Strength_check = " 2) 비틀림강도 검토"
IDS_CVL_RPT_US_i_Zero_Stress_check = "%d. 영응력 검토"
IDS_CVL_RPT_US_i_Crack_check = "%d. 균열 검토"
IDS_CVL_RPT_US_Sect_Top_Stress = "'-단면상부 응력"
IDS_CVL_RPT_US_Sect_Bottom_Stress = "'-단면하부 응력"
IDS_CVL_RPT_US_Strain = "Strain"
IDS_CVL_RPT_US_Displacement = "Displacement"
IDS_CVL_RPT_US_ROUGH_CIP = "Roughened(CIP slab)"
IDS_CVL_RPT_US_MONOLITHICALLY = "Monolithically"
IDS_CVL_RPT_US_ROUGH = "Intentionally roughened"
IDS_CVL_RPT_US_ROUGH_LWC = "Intentionally roughened(LWC)"
IDS_CVL_RPT_US_ROUGH_NWC = "Intentionally roughened(NWC)"
IDS_CVL_RPT_US_NOT_ROUGH = "Not intentionally roughened"
IDS_CVL_RPT_US_ANCHORED = "Anchored"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_T = "%d) Proportioning longitudinal reinforcement on the flexural tension side"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_C = "%d) Proportioning longitudinal reinforcement on the flexural compression side"
IDS_CVL_RPT_US_i_Min_Shear_Reinforcement = "%d) Minimum transverse shear reinforcement"
IDS_CVL_RPT_US_i_Max_Shear_Reinforcement_Spacing = "%d) Maximum spacing for transverse shear reinforcement"
IDS_CVL_RPT_US_i_Shear_Strength_web_crushing = "%d) Shear strength limited by web crushing"
IDS_CVL_RPT_Member = "Member"
IDS_CVL_RPT_Critical_LCOM = "Critical Load Combination"
IDC_CVL_RPT_Fracture_Tensile_Resistance_byUser = "Fracture resistance should be checked separately by the user"
IDC_CVL_RPT_Fcr_byUser_Pipe = "Fcr1 should be checked separately by the user"
IDC_CVL_RPT_Not_Recommended_compession_member = "Not recommended for use as compression members"
IDC_CVL_RPT_Not_Recommended_flexural_member = "Not recommended for use as flexural members"
IDS_CVL_RPT_US_Element = "Element"
IDS_CVL_RPT_US_Position = "Position"
IDS_CVL_RPT_US_Moment_Type = "Moment Type"
IDS_CVL_RPT_US_Dgn_Condition = "Design Condition"
IDS_CVL_RPT_US_Flexure = "Flexure"
IDS_CVL_RPT_US_Properties = "Properties"
IDS_CVL_RPT_US_Section = "Section"
IDS_CVL_RPT_US_Material = "Material"
IDS_CVL_RPT_US_Flange = "Flange"
IDS_CVL_RPT_US_Design = "Design"
IDS_CVL_RPT_US_Strength = "Strength"
IDS_CVL_RPT_US_Fyc_Desc = "Compression Flange Yield Strength"
IDS_CVL_RPT_US_Fyw_Desc = "Web Yield Strength"
IDS_CVL_RPT_US_Fyt_Desc = "Tension Flange Yield Strength"
IDS_CVL_RPT_US_Es_Desc = "Elastic Modulus of Steel"
IDS_CVL_RPT_US_Transverse = "Transverse"
IDS_CVL_RPT_US_Stiffener = "Stiffener"
IDS_CVL_RPT_US_Type = "Type"
IDS_CVL_RPT_US_Name = "Name"
IDS_CVL_RPT_US_Elastic = "Elastic"
IDS_CVL_RPT_US_Steel_Gr = "Steel"
IDS_CVL_RPT_US_Steel_Section = "Steel Section"
IDS_CVL_RPT_US_Composite_Section = "Composite Section"
IDS_CVL_RPT_US_3n_Desc = "for time dependent material properties defined since the analysis results take into account the long term effects"
IDS_CVL_RPT_US_Long_Reinforcement = "Long. Reinforcement"
IDS_CVL_RPT_US_Limit_State = "Limit State"
IDS_CVL_RPT_US_Flexural = "Flexural"
IDS_CVL_RPT_US_Resistance = "Resistance"
IDS_CVL_RPT_US_EN_Positive_moment = "Positive moment"
IDS_CVL_RPT_US_EN_Negative_moment = "Negative moment"
IDS_CVL_RPT_US_Dgn_Force_Stress = "Design Forces and Stresses"
IDS_CVL_RPT_US_Load_Combination = "Load Combination"
IDS_CVL_RPT_US_Component = "Component"
IDS_CVL_RPT_US_Forces = "Forces"
IDS_CVL_RPT_US_Stresses = "Stresses"
IDS_CVL_RPT_US_No_Positive_Load_Comb = "Positive load combination does not exist. Skip this check."
IDS_CVL_RPT_US_Unbraced_Length = "Unbraced Length"
IDS_CVL_RPT_US_Sect_Proportion = "Cross-section Proportions"
IDS_CVL_RPT_US_Web_Proportion = "Web Proportions"
IDS_CVL_RPT_US_Flange_Proportion = "Flange Proportions"
IDS_CVL_RPT_US_Plastic_Moment_Mp = "▪ Plastic Moment(Mp)"
IDS_CVL_RPT_US_Plastic_Force = "Plastic Forces"
IDS_CVL_RPT_US_Plastic_moment = "Plastic moment"
IDS_CVL_RPT_US_Plastic_Moment = "Plastic Moment"
IDS_CVL_RPT_US_Dist_PNA = "Distance from the plastic neutral axis"
IDS_CVL_RPT_US_drt_Desc = "distance from the PNA to the centerline of the top layer of reinforcement"
IDS_CVL_RPT_US_drb_Desc = "distance from the PNA to the centerline of the bottom layer of reinforcement"
IDS_CVL_RPT_US_dt_Desc = "distance from the plastic neutral axis to midthickness of the tension flange"
IDS_CVL_RPT_US_dw_Desc = "distance from the plastic neutral axis to middepth of the web"
IDS_CVL_RPT_US_dc_Desc = "distance from the plastic neutral axis to midthickness of the compression flange"
IDS_CVL_RPT_US_ds_Desc = "distance from the plastic neutral axis to midthickness of the concrete deck"
IDS_CVL_RPT_US_Check_Case_PNA = "Check the case of the plastic neutral axis"
IDS_CVL_RPT_US_Dist_of_PNA = "Distance of the plastic neutral axis"
IDS_CVL_RPT_US_Yield_Moment_My = "▪ Yield Moment(My)"
IDS_CVL_RPT_US_Yield_Moment_Top_Flange = "Yield Moment of Top Flange"
IDS_CVL_RPT_US_Yield_Moment_Bottom_Flange = "Yield Moment of Bottom Flange"
IDS_CVL_RPT_US_NegaM_Yield_Moment_Rebar = "Yield Moment of Longitudinal Reinforcement"
IDS_CVL_RPT_US_in_which = "in which :"
IDS_CVL_RPT_US_S_Desc = "noncomposite section modulus"
IDS_CVL_RPT_US_S3n_Desc = "long-term composite section modulus"
IDS_CVL_RPT_US_Sn_Desc = "short-term composite section modulus"
IDS_CVL_RPT_US_M_D1_Desc = "moment of noncomposite section"
IDS_CVL_RPT_US_M_D2_Desc = "moment of long-term composite section"
IDS_CVL_RPT_US_M_AD_Desc = "additional yield moment of short-term composite section"
IDS_CVL_RPT_US_No_Negative_Load_Comb = "Negative load combination does not exist. Skip this check."
IDS_CVL_RPT_US_Min_Neg_Flex_Conc_Deck_Rbar = "Minimum Negative Flexure Concrete Deck Reinforcement"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Positive = "Flexural Strength Limit State in positive flexure"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Negative = "Flexural Strength Limit State in negative flexure"
IDS_CVL_RPT_US_Sect_Classification = "▪ Section Classification"
IDS_CVL_RPT_US_Ductility_Req = "Ductility Requirement"
IDS_CVL_RPT_US_Dp_Desc = "distance from the top of the concrete deck to the neutral axis of the composite section at the plastic moment"
IDS_CVL_RPT_US_Dt_Desc = "total depth of the composite section"
IDS_CVL_RPT_US_Sign_Rect = "▪"
IDS_CVL_RPT_US_Flex_Resistance_Cpt_compact = "Flexural Resistance of Composite compact section"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_span = "Nominal Flexural Resistance in a continuous span"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_Dp = "Nominal Flexural Resistance by Dp"
IDS_CVL_RPT_US_Therefore = "therefore,"
IDS_CVL_RPT_US_Check_Flex_Resistance_compact = "Check Flexural Resistance of Composite compact section"
IDS_CVL_RPT_US_Check_Flex_Resistance_noncompact = "Check Flexural Resistance of Composite noncompact section"
IDS_CVL_RPT_US_Check_compression_flange = "Check compression flange"
IDS_CVL_RPT_US_Check_tension_flange = "Check tension flange"
IDS_CVL_RPT_US_Shored_Construction = "Shored Construction"
IDS_CVL_RPT_US_Flange_Lateral_bend_stress = "Flange Lateral bending Stress"
IDS_CVL_RPT_US_bec_discretely_braced_tension_flg = "Because of discretely braced tension flange."
IDS_CVL_RPT_US_for_curved_bridge = "for curved bridge"
IDS_CVL_RPT_US_bec_continuously_braced_flg = "Because of continuously braced flange."
IDS_CVL_RPT_US_Elastic_comp_flange_L_bend_stress = "Second-order elastic compression-flange Lateral bending stress"
IDS_CVL_RPT_US_bec_discretely_braced_flg = "Because of discretely braced flange."
IDS_CVL_RPT_US_fl_Fl_Desc = "Statically equivalent uniformly distributed lateral force"
IDS_CVL_RPT_US_fl_Pl_Desc = "Statically equivalent  concentrated lateral force"
IDS_CVL_RPT_US_fl_F_Desc = "Distributed Force"
IDS_CVL_RPT_US_fl_P_Desc = "Concentrated Force"
IDS_CVL_RPT_US_fl_e_Desc = "Eccentricity of Overhang Loads"
IDS_CVL_RPT_US_fl_hw_Desc = "height of web"
IDS_CVL_RPT_US_fl_Lb_Desc = "unbraced length"
IDS_CVL_RPT_US_fl_gamma_p_Desc = "Dead Load Factor for noncomposite Section"
IDS_CVL_RPT_US_bec_torsional_warping = "Because of torsional warping"
IDS_CVL_RPT_US_Mb_Desc = "Bi-moment"
IDS_CVL_RPT_US_Iw_Desc = "Warping constant"
IDS_CVL_RPT_US_w_f_Desc = "Warping function at stress point "
IDS_CVL_RPT_US_Check = "Check"
IDS_CVL_RPT_US_Hybrid_factor_Rh = "Hybrid Factor, Rh"
IDS_CVL_RPT_US_homo_sect = "homogeneous section"
IDS_CVL_RPT_US_Rh_Hybrid_sect = "Hybrid section with a higher-strength steel in the web than in both flanges"
IDS_CVL_RPT_US_Rh_Dn_Desc = "larger of distance from elastic NA to inside flange face"
IDS_CVL_RPT_US_Rh_Fn_Desc = "yield stress corresponding to Afn"
IDS_CVL_RPT_US_Rh_Afn_Desc = "flange area on the side of NA corresponding to Dn"
IDS_CVL_RPT_US_Limit_Unbraced_Length_Lp = "Limiting unbraced length"
IDS_CVL_RPT_US_rt_Desc = "effective radius of gyration for lateral torsional buckling"
IDS_CVL_RPT_US_LTB_Stress_Fcr = "Elastic lateral torsional buckling stress"
IDS_CVL_RPT_US_Moment_Gradient_Cb = "Moment gradient modifier"
IDS_CVL_RPT_US_for_unbraced_cantilever = "For unbraced cantilever"
IDS_CVL_RPT_US_Calc_Stress = "Calculation of Stress"
IDS_CVL_RPT_US_Elastic_Range_Dc = "In the Elastic Range, Dc"
IDS_CVL_RPT_US_Dcp_Web_Depth_compression = "Depth of the web in compression at the plastic moment, Dcp"
IDS_CVL_RPT_US_Web_Load_Shedding_Rb = "Web load-shedding factor"
IDS_CVL_RPT_US_In_constructibility = "In constructibility"
IDS_CVL_RPT_US_Bea_Cpt_sect_satisfied_prop_positive = "Because of the Composite Section satisfied the Section Proportions in Positive Flexure."
IDS_CVL_RPT_US_Web_with_long_Stfn = "Webs with the longitudinal stiffeners,"
IDS_CVL_RPT_US_fyc_Desc = "specified minimum yield strength of a compression flange"
IDS_CVL_RPT_US_Flex_Resis_Continuously_Braced_TF = "Flexural resistance based on continuously braced tension flange"
IDS_CVL_RPT_US_Local_Buck_Resis_Discretely_Braced_CF = "Local buckling resistance based on discretely braced compression flange"
IDS_CVL_RPT_US_LTB_Resis_Discretely_Braced_CF = "Lateral-torsional buckling resistance based on discretely braced compression flange"
IDS_CVL_RPT_US_s_compact = "compact"
IDS_CVL_RPT_US_s_noncompact = "noncompact"
IDS_CVL_RPT_US_s_slender = "slender"
IDS_CVL_RPT_US_Flex_Resis_Discretely_Braced_CF = "Flexural Resistance based on discretely braced compression flange"
IDS_CVL_RPT_US_Web_Plastification_Factor_Rpc = "Web plastification factor"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_CF = "Flexural resistance in continuously braced compression flange"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_TF = "Flexural resistance in continuously braced tension flange"
IDS_CVL_RPT_US_LB_Resis_Discretely_Braced_CF = "Local buckling resistance base on discretely braced bompression flange"
IDS_CVL_RPT_US_for_Rolled_sect = "for rolled section"
IDS_CVL_RPT_US_for_built_up_sect = "for built-up section"
IDS_CVL_RPT_US_compact_flange = "compact flange"
IDS_CVL_RPT_US_noncompact_flange = "noncompact flange"
IDS_CVL_RPT_US_Pe_Elastic_Buckling_Resistance = "Elastic critical buckling resistance"
IDS_CVL_RPT_US_Pe_Torsional_Buckling_Resistance = "Torsional and flexural-torsional buckling resistance"
IDS_CVL_RPT_US_Shear = "Shear"
IDS_CVL_RPT_US_Max = "Max"
IDS_CVL_RPT_US_Min = "Min"
IDS_CVL_RPT_US_Rat_shear_buck_resis_to_shear_yield_strn = "Ratio of the shear-buckling resistance to the shear yield strength, C"
IDS_CVL_RPT_US_Web_Classification = "Web Classification"
IDS_CVL_RPT_US_Long_Stfn = "Longitudinal Stiffener"
IDS_CVL_RPT_US_Tran_Stfn = "Transverse Stiffener"
IDS_CVL_RPT_US_Tran_Spacing = "Transverse Spacing"
IDS_CVL_RPT_US_web_considered = "So, this web is considered"
IDS_CVL_RPT_US_Shear_buck_coeff_stiff_web = "shear-buckling coefficient of stiffened Webs"
IDS_CVL_RPT_US_Shear_buck_coeff_unstiff_web = "shear-buckling coefficient of unstiffened Webs"
IDS_CVL_RPT_US_Nom_Resis_unstiff_web_end_panel = "Nominal Resistance of Unstiffened interior Webs or End panel"
IDS_CVL_RPT_US_Vn_C_Desc = "ratio of the shear-buckling resistance to the shear yield strength"
IDS_CVL_RPT_US_Nom_Resis_stiff_web = "Nominal Resistance of Stiffened interior Webs"
IDS_CVL_RPT_US_Not_Considerd_PBTFA = "Not Considered Post-buckling Tension-field Action"
IDS_CVL_RPT_US_Tran_Stiffeners = "Transverse Stiffeners"
IDS_CVL_RPT_US_Projecting_width = "Projecting Width"
IDS_CVL_RPT_US_TS_D_Desc = "height of steel section"
IDS_CVL_RPT_US_TS_tp_Desc = "thickness of stiffener"
IDS_CVL_RPT_US_TS_bf_Desc = "width of flange"
IDS_CVL_RPT_US_Moment_Iner_Radius_Gyration = "Moment of Inertia and Radius of Gyration"
IDS_CVL_RPT_US_yiled_Stfn = "yielding of stiffener"
IDS_CVL_RPT_US_and = "and"
IDS_CVL_RPT_US_Service = "Service"
IDS_CVL_RPT_US_Conc_Deck_Eff_Check = "Concrete Deck Effectiveness Check"
IDS_CVL_RPT_US_modulus_rupture = "modulus of rupture"
IDS_CVL_RPT_US_Service2_factored_ft_in_deck = "Service II factored longitudinal tensile stress in deck"
IDS_CVL_RPT_US_P_N_moment = "Positive/Negative moment"
IDS_CVL_RPT_US_No_Service_load_Comb_Skip = "There is no service load combination. Skip this check."
IDS_CVL_RPT_US_Permanent_deformation = "Permanent deformation"
IDS_CVL_RPT_US_not_compact_sect_positive_flexure_skip = "This section is not a compact section in positive flexure, skip top and bottom flange stress check."
IDS_CVL_RPT_US_flg_stress_ff_Desc = "flange stress due to the Service II loads calculated without consideration of flange lateral bending"
IDS_CVL_RPT_US_flg_stress_Fyf_Desc = "specified minimum yield strength of a flange"
IDS_CVL_RPT_US_posi_flexure_and = "Positive Flexure and"
IDS_CVL_RPT_US_Ser_proportion_limit = "proportion limit,   skip Nominal Bend-buckling Resistance for webs check."
IDS_CVL_RPT_US_Nom_bend_buck_resistance_web = "Nominal Bend-buckling Resistance for webs"
IDS_CVL_RPT_US_Ser_fc_Desc = "compression-flange stress at the section under consideration due to the Service II loads."
IDS_CVL_RPT_US_Check_stress_conc_deck = "Check stress of the concrete deck"
IDS_CVL_RPT_US_No_condition_checking_skip = "There are no conditions for checking . Skip this check."
IDS_CVL_RPT_US_Check_min_nega_flex_conc_deck_Rbar = "Check minimum negative flexure concrete deck reinforcement"
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_not_needed = "So, minimum negative flexure concrete deck reinforcement is not needed."
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_needed = "So, minimum negative flexure concrete deck reinforcement is needed."
IDS_CVL_RPT_US_Constructibility = "Constructibility"
IDS_CVL_RPT_US_CS_Const_Stage = "Construction Stage"
IDS_CVL_RPT_US_CS_Step = "Step"
IDS_CVL_RPT_US_C_Steel_Only = "Steel Section Only"
IDS_CVL_RPT_US_No_CS_Skip = "There is no construction stage. Skip this check."
IDS_CVL_RPT_US_Check_Slend_Web = "Check slenderness of web"
IDS_CVL_RPT_US_Disc_Braced_Flg_Comp = "Discretely Braced Flanges in Compression"
IDS_CVL_RPT_US_Disc_Braced_Flg_Tens = "Discretely Braced Flanges in Tension"
IDS_CVL_RPT_US_LB_Stress_tens_flange = "Lateral bending stress in the tension flange"
IDS_CVL_RPT_US_Chk_flange_nom_yileding = "Check flange nominal yielding"
IDS_CVL_RPT_US_Slender_Web_fl_zero = "For sections with slender Web, shall not be checked when fl is equal to zero."
IDS_CVL_RPT_US_flex_resistance = "Check flexural resistance"
IDS_CVL_RPT_US_Chk_web_bend_buck = "Check web bend buckling"
IDS_CVL_RPT_US_Compact_or_noncompact_web_no_check = "For sections with compact or noncompact webs, shall not be checked."
IDS_CVL_RPT_US_Concrete_Deck = "Concrete Deck"
IDS_CVL_RPT_US_Long_Stress_Conc_Deck = "Check longitudinal stresses in concrete deck"
IDS_CVL_RPT_US_Dgn_Forces = "Design Forces"
IDS_CVL_RPT_US_Shear_req_Web = "Shear requirement for webs"
IDS_CVL_RPT_US_Fati_Limit_State = "Fatigue Limit State"
IDS_CVL_RPT_US_Fati_moment = "Fatigue moment"
IDS_CVL_RPT_US_Shear_Force = "Shear Force"
IDS_CVL_RPT_US_F_No_Load_Comb_Skip = "There is no Fatigue Load Combination. Skip this check."
IDS_CVL_RPT_US_F_Load_Induced_Fati = "Load-Induced Fatigue"
IDS_CVL_RPT_US_F_Check_Load_Induced_Fati = "Check Load-Induced Fatigue"
IDS_CVL_RPT_US_F_stress_unfac_DL = "The stress from unfactored DL"
IDS_CVL_RPT_US_F_stress_fati_LCB = "The stress from fatigue LCB"
IDS_CVL_RPT_US_F_Comp_Minus = " - : Compression"
IDS_CVL_RPT_US_F_Comp_stress_unfac_D = "The compressive stress  from unfactored DL"
IDS_CVL_RPT_US_F_Tens_stress_fati_LCB = "The tensile stress from fatigue LCB"
IDS_CVL_RPT_US_F_Stress_unfac_DL_tens_stress = "The stress from unfactored DL is the tensile stress."
IDS_CVL_RPT_US_Skip_this_check = "Skip this check."
IDS_CVL_RPT_US_F_No = "No"
IDS_CVL_RPT_US_F_Category = "Category"
IDS_CVL_RPT_US_F_Number_stress = "Number of stress (n)"
IDS_CVL_RPT_US_F_Equi_Infinite_life_Table = "Equivalent to Infinite Life Table."
IDS_CVL_RPT_US_for_Fatigue_I_according_to_table = "For Fatigue I, according to Table"
IDS_CVL_RPT_US_CAFT = "Constant-Amplitude Fatigue Thresholds"
IDS_CVL_RPT_US_for_Fatigue_II = "For Fatigue II,"
IDS_CVL_RPT_US_F_Special_Fati_req_web_with_TS = "Special Fatigue Requirement for Webs with transverse stiffeners"
IDS_CVL_RPT_US_F_Web_Vu_Desc = "shear in the web due to the unfactored permanent load plus the factored fatigue load(Fatigue I)"
IDS_CVL_RPT_US_Sum = "Sum"
IDS_CVL_RPT_US_Warping_stress = "warping stress"
IDS_CVL_RPT_US_Flex_Resis_flange_tension = "Flexural Resistance based on Flange in Tension"
IDS_CVL_RPT_US_Flex_Resis_box_flange_tension = "Flexural Resistance based on box Flange in Tension"
IDS_CVL_RPT_US_Flex_Resis_box_flange_compression = "Flexural Resistance based on box Flange in Compression"
IDS_CVL_RPT_US_LB_Resis_unstiff_flange = "Local Buckling Resistance based on Unstiffened Flanges"
IDS_CVL_RPT_US_LB_Resis_stiff_flange = "Local Buckling Resistance based on Stiffened Flanges"
IDS_CVL_RPT_US_PB_coeff_for_uniform_stress = "plate-buckling coefficient for uniform normal stress"
IDS_CVL_RPT_US_PB_coeff_shear_stress = "plate-buckling coefficient for shear stress"
IDS_CVL_RPT_US_EN_Shear_Connector = "Shear Connectors"
IDS_CVL_RPT_US_No_SC_Infor_Skip = "There is no Shear Connector Information. Skip this check."
IDS_CVL_RPT_US_Types = "Types"
IDS_CVL_RPT_US_SC_Channel_sc_do_not_check = "Channel shear connectors do not check the types."
IDS_CVL_RPT_US_SC_Hs_Desc = "height of stud"
IDS_CVL_RPT_US_SC_d_Desc = "diameter of stud"
IDS_CVL_RPT_US_SC_Pitch = "Pitch"
IDS_CVL_RPT_US_SC_Shear_Fati_Resis = "Shear Fatigue Resistance"
IDS_CVL_RPT_US_Article = "Article"
IDS_CVL_RPT_US_Table = "Table"
IDS_CVL_RPT_US_SC_w_Desc = "channel width"
IDS_CVL_RPT_US_SC_Pstr_Desc = "shear connector pitch determined by strength limit state"
IDS_CVL_RPT_US_SC_6D_Desc = "%.0f ⅹ stud diameter : minimum shear connector pitch"
IDS_CVL_RPT_US_SC_Vsr_Desc = "horizontal fatigue shear range per unit length"
IDS_CVL_RPT_US_SC_Vfat_Desc = "longitudinal fatigue shear range per unit length"
IDS_CVL_RPT_US_SC_Ffat_Desc = "radial fatigue shear range per unit length"
IDS_CVL_RPT_US_SC_I_Desc = "moment of inertia of the short-term composite section"
IDS_CVL_RPT_US_SC_Q_Desc = "first moment of the transformed short-term area of the concrete deck about the neutral axis of the short-term composite section"
IDS_CVL_RPT_US_SC_Vf_Desc = "vertical shear force range under the applicable fatigue load combination"
IDS_CVL_RPT_US_SC_Abot_Desc = "area of bottom flange"
IDS_CVL_RPT_US_SC_Sig_flg_Desc = "range of longitudinal fatigue stress in the bottom flange"
IDS_CVL_RPT_US_SC_L_Desc = "distance between brace points"
IDS_CVL_RPT_US_SC_w_deck_Desc = "effective length of deck"
IDS_CVL_RPT_US_SC_R_Desc = "minimum girder radius"
IDS_CVL_RPT_US_SC_Space_inform = "Stud shear connectors shall not be closer than 4.0 stud diameters center-to-center transverse to the longitudinal axis of the supporting member."
IDS_CVL_RPT_US_SC_Clear_Dist_Top_flg_To_sc = "- The clear distance between the edge of the top flange and the edge of the nearest shear connector shall not be less than %s"
IDS_CVL_RPT_US_SC_Cover_Penetration = "Cover and Penetration"
IDS_CVL_RPT_US_SC_CP_Clear_depth = "- The clear depth of concrete cover the tops of the shear connectors should not be less than %s"
IDS_CVL_RPT_US_SC__penetrate_into_conc_deck = "Shear connectors should penetrate at least %s. into the concrete deck."
IDS_CVL_RPT_US_SC_ts_Desc = "thickness of concrete deck"
IDS_CVL_RPT_US_SC_th_Desc = "thickness from top of web to bottom of concrete deck"
IDS_CVL_RPT_US_SC_tfc_Desc = "thickness of top flange"
IDS_CVL_RPT_US_SC_H_Desc = "height of shear connector"
IDS_CVL_RPT_US_Shear_Resis_Single_SC = "Factored Shear Resistance of a single shear connector"
IDS_CVL_RPT_US_Nom_Shear_force = "Nominal Shear Force"
IDS_CVL_RPT_US_SC_bs_Desc = "effective width of concrete deck"
IDS_CVL_RPT_US_SC_ts_conc_deck_Desc = "thickness of concrete deck"
IDS_CVL_RPT_US_SC_bfc_Desc = "width of compression flange"
IDS_CVL_RPT_US_SC_bft_Desc = "width of tension flange"
IDS_CVL_RPT_US_SC_tfc_comp_Desc = "thickness of compression flange"
IDS_CVL_RPT_US_SC_tft_Desc = "thickness of tension flange"
IDS_CVL_RPT_US_SC_Fyw_Desc = "yield strength of web"
IDS_CVL_RPT_US_SC_Fyc_Desc = "yield strength of compression flange"
IDS_CVL_RPT_US_SC_Fyt_Desc = "yield strength of tension flange"
IDS_CVL_RPT_US_SC_tw_Desc = "thickness of web"
IDS_CVL_RPT_US_SC_Min_num_sc_positive_flex = "Minimum number of shear connectors in positive flexure."
IDS_CVL_RPT_US_SC_Min_num_sc_negative_flex = "Minimum number of shear connectors in negative flexure."
IDS_CVL_RPT_US_SC_No_Fati_LCom_Omit_this_check = "There is no Fatigue Load Combination. Omit this check."
IDS_CVL_RPT_US_SC_Top_Tens = "Top(Tens.)"
IDS_CVL_RPT_US_SC_Top_Comp = "Top(Comp.)"
IDS_CVL_RPT_US_SC_Bot_Tens = "Bot(Tens.)"
IDS_CVL_RPT_US_SC_Bot_Comp = "Bot(Comp.)"
IDS_CVL_RPT_US_SC_Fati_Check = "Shear Connector Fatigue Check"
IDS_CVL_RPT_US_from_Table = "from Table"
IDS_CVL_RPT_US_Stiffeners = "Stiffeners"
IDS_CVL_RPT_US_LS_No_Stiff_Inform_Skip = "There is no Stiffener Information. Skip this check."
IDS_CVL_RPT_US_LS_ts_Desc = "thickness of longitudinal stiffener"
IDS_CVL_RPT_US_LS_Il_Desc = "Moment of inertia of a longitudinal web stiffener"
IDS_CVL_RPT_US_LS_r_Desc = "Radius of gyration of a longitudinal web stiffener"
IDS_CVL_RPT_US_LS_d0_Desc = "transverse stiffener spacinig"
IDS_CVL_RPT_US_LS_G_R_Desc = "Girder radius"
IDS_CVL_RPT_US_LS_Flex_stress = "Flexural stress in the longitudinal stiffeners"
IDS_CVL_RPT_US_Bearing_Stiffeners = "Bearing Stiffeners"
IDS_CVL_RPT_US_BS_Sect_Prop_Dgn_Condi = "Section Properties and Design Conditions"
IDS_CVL_RPT_US_BS_Material_Stfn = "Material of Stiffeners"
IDS_CVL_RPT_US_BS_E_Desc = "Elastic Modulus of Stiffeners"
IDS_CVL_RPT_US_BS_Fys_Desc = "Yield Strength of Stiffeners"
IDS_CVL_RPT_US_BS_Rmax_Desc = "Reaction of support"
IDS_CVL_RPT_US_BS_bt_Desc = "Width of Stiffeners"
IDS_CVL_RPT_US_BS_tp_Desc = "Thickness of Stiffeners"
IDS_CVL_RPT_US_BS_n_Desc = "Pairs of stiffeners"
IDS_CVL_RPT_US_BS_d_Desc = "Spacing of Stiffeners"
IDS_CVL_RPT_US_Height_Web = "Height of Web"
IDS_CVL_RPT_US_BS_tw_Desc = "Thickness of Web"
IDS_CVL_RPT_US_BS_R_Desc = "Web-to-flange fillet welds"
IDS_CVL_RPT_US_BS_Alw_width = "Allowable Width"
IDS_CVL_RPT_US_Bearing_Resis = "Bearing Resistance"
IDS_CVL_RPT_US_Nominal_Bearing_Resis = "Nominal Bearing Resistance"
IDS_CVL_RPT_US_Factored_Bearing_Resis = "Factored Bearing Resistance"
IDS_CVL_RPT_US_Factored_Resis = "Factored Resistance"
IDS_CVL_RPT_US_Axial_Comp = "Axial Compression"
IDS_CVL_RPT_US_Elastic_Flex_Buck_Resis = "Elastic Flexural Buckling Resistance"
IDS_CVL_RPT_US_Equi_Nom_yield_resis = "Equivalent nominal yield Resistance"
IDS_CVL_RPT_US_Nominal_yield_resis = "Nominal yield Resistance"
IDS_CVL_RPT_US_Nom_Comp_Resis = "Nominal Compressive Resistance"
IDS_CVL_RPT_US_Fac_Comp_Resis = "Factored Compressive Resistance"
IDS_CVL_RPT_US_Moment_Inertia = "Moment of Inertia"
IDS_CVL_RPT_US_LS_k_Desc = "plate buckling coefficient for uniform normal stress"
IDS_CVL_RPT_US_LS_w_Desc = "larger of the width of the flange between longitudinal flange stiffeners"
IDS_CVL_RPT_US_LS_n_Desc = "number of equally spaced longitudinal flange stiffeners"
IDS_CVL_RPT_US_Dgn_Code = "Design Code"
IDS_CVL_RPT_US_Node_IJ = "Node(I/J)"
IDS_CVL_RPT_US_Sect_Prop = "Section Properties"
IDS_CVL_RPT_US_Gross_Sect = "- Gross section"
IDS_CVL_RPT_US_Trans_Sect = "- Transformed section"
IDS_CVL_RPT_US_Materials = "Materials"
IDS_CVL_RPT_US_Concrete = "Concrete"
IDS_CVL_RPT_US_Beta1 = "0.85 if f'c is lower than 4ksi, the others are 0.85-0.05(f'c-4.0)≥0.65"
IDS_CVL_RPT_US_Pre_Steel_Info = "Prestressing steel information"
IDS_CVL_RPT_US_Tendon_Name = "Tendon Name"
IDS_CVL_RPT_US_Bond_Type = "Bond Type"
IDS_CVL_RPT_US_Dp_Tendon = "Distance from extreme compression fiber to centroid of prestressing tendon."
IDS_CVL_RPT_US_Dp_Rein = "Distance from extreme compression fiber to centroid of non prestressing reinforcement."
IDS_CVL_RPT_US_Longi_Non_Pre_Steel_Info = "Longitudinal non prestressed steel reinforcement information"
IDS_CVL_RPT_US_Bot_Flexure = "Below Centroid"
IDS_CVL_RPT_US_Top_Flexure = "Above Centroid"
IDS_CVL_RPT_US_Torsion = "Torsion"
IDS_CVL_RPT_US_Trans_Non_Pre_Steel_Info = "Transverse non prestressed steel reinforcement information"
IDS_CVL_RPT_US_Angle_Longi_Stir = "Angle between longitudinal and stirrup."
IDS_CVL_RPT_US_Sect_Force_Effect_Pre = "Sectional forces/stresses due to effective prestress"
IDS_CVL_RPT_US_Dist_Sect_Tendon = "Distance from centroid of section to centroid of tendon"
IDS_CVL_RPT_US_Moment_Direct = "Moment Direction"
IDS_CVL_RPT_US_Method_Calc = "- Method of Calculation :"
IDS_CVL_RPT_US_Max_Strength_Lcom = "- The maximum strength limit load combination :"
IDS_CVL_RPT_US_Max_Factor_Moment = "- The maximum factored moment"
IDS_CVL_RPT_US_Neut_Depth = "Depth of neutral axis to compression face"
IDS_CVL_RPT_US_Axial_Concrete = "Axial force in concrete (compressive zone):"
IDS_CVL_RPT_US_Axial_Steel = "Axial force in reinforcement steels"
IDS_CVL_RPT_US_Tens_Zone = "tensile zone"
IDS_CVL_RPT_US_Compress_Zone = "compressive zone"
IDS_CVL_RPT_US_Axial_Unbond_Code = "Axial force in tendons(Unbond) by Code"
IDS_CVL_RPT_US_Axial_Bond_Code = "Axial force in tendons(Bond) by Code"
IDS_CVL_RPT_US_Axial_UnBond_Strain = "* Axial force in Unbonded tendons cannot be calculated using compatibility method"
IDS_CVL_RPT_US_Axial_Bond_Strain = "Axial force in tendons(Bond) by Strain Compatibility"
IDS_CVL_RPT_US_Comp_Force = "Compression Force"
IDS_CVL_RPT_US_Tens_Force = "Tensile Force"
IDS_CVL_RPT_US_Tolerance = "Tolerance"
IDS_CVL_RPT_US_Flex_Resist = "Flexural resistance"
IDS_CVL_RPT_US_Nominal_Resist = "Nominal resistance"
IDS_CVL_RPT_US_Resist_Factor = "Resistance factor"
IDS_CVL_RPT_US_Net_Tens_Strain = ": Net tensile strain in the extreme tension steel"
IDS_CVL_RPT_US_Comp_Control_Range = ": Compression Controlled Range,"
IDS_CVL_RPT_US_Tens_Control_Range = ": Tension Controlled Range,"
IDS_CVL_RPT_US_Trans_Range = ": Transition Range,"
IDS_CVL_RPT_US_Joint_Seg = ": For joint in segmental contruction"
IDS_CVL_RPT_US_Factored_Resist = "Factored resistance"
IDS_CVL_RPT_US_Min_Rein = "Minimum reinforcement"
IDS_CVL_RPT_US_Judge = "Judgement"
IDS_CVL_RPT_US_133MU = "1.33Mu"
IDS_CVL_RPT_US_No_Chk = "No Check"
IDS_CVL_RPT_US_Min_Rein_Chk = "Check minimum reinforcement"
IDS_CVL_RPT_US_Crack_Moment = "Cracking moment"
IDS_CVL_RPT_US_Where = "Where,"
IDS_CVL_RPT_US_Sect_Modulus = "Section Modulus for extreme fiber"
IDS_CVL_RPT_US_Non_Composite_Dead = "Non-Composite dead load moment"
IDS_CVL_RPT_US_Composite_Sect_Modulus = "Composite Section Modulus for extreme fiber"
IDS_CVL_RPT_US_Non_Composite_Sect_Modulus = "Non-Composite Section Modulus for extreme fiber"
IDS_CVL_RPT_US_Flex_Crack_Factor = "Flexural cracking variability factor"
IDS_CVL_RPT_US_Pre_Vari_Factor = "Prestress variability factor"
IDS_CVL_RPT_US_Ratio_Yield_Ult_Strength = "Ratio of yield strength to ultimate tensile strength of the reinforcement"
IDS_CVL_RPT_US_Comp_Effect_Pre = "Compressive stress in concrete due to effective prestress only"
IDS_CVL_RPT_US_Chk_Min_Rein = "Checking minimum reinforcement"
IDS_CVL_RPT_US_Max_Service_Lcom = "- The maximum Service Limit Load Combination:"
IDS_CVL_RPT_US_Max_Space_Steel_Tension_Face = "- The maximum spacing of steel reinforcement in layer closet to the tension face"
IDS_CVL_RPT_US_Exposure_Factor = "Exposure factor"
IDS_CVL_RPT_US_Tens_Service_Bar = "Tensile stress in bar at the service limit state"
IDS_CVL_RPT_US_Max_shear = "Maximum Shear"
IDS_CVL_RPT_US_Min_shear = "Minimum Shear"
IDS_CVL_RPT_US_Sect_Type = "Section type"
IDS_CVL_RPT_US_Stregnth_Lcom = "The Strength Limit Load Combination"
IDS_CVL_RPT_US_Factor_Torsion_Moment = "Factored torsional moment"
IDS_CVL_RPT_US_Factor_Shear = "Factored shear force"
IDS_CVL_RPT_US_Factor_Moment = "Factored moment"
IDS_CVL_RPT_US_Factor_Axial_Force = "Factored axial force"
IDS_CVL_RPT_US_Factor_Resist_Factor_Shear = "Resistance factor for shear"
IDS_CVL_RPT_US_Conc_Density_Modification_Factor = "Concrete density modification factor"
IDS_CVL_RPT_US_Component_Pre_Shear_Force = "Component of prestressing force in direction of the shear force"
IDS_CVL_RPT_US_Factor_Shear_including_Vp = "(including Vp)"
IDS_CVL_RPT_US_Effect_Depth = "Effective depth"
IDS_CVL_RPT_US_Effect_Web_Width = "Effective web width"
IDS_CVL_RPT_US_Effect_Bending_Depth = "Effective depth for bending"
IDS_CVL_RPT_US_Effect_Shear_Depth = "Effective depth for shear"
IDS_CVL_RPT_US_Effect_Shear_Depth_Seg = "Effective depth for shear for Segmental Box"
IDS_CVL_RPT_US_Dist_Comp_Pre_Rein = "Distance from the extreme compression fiber to the centroid of the prestressing reinforcement"
IDS_CVL_RPT_US_Max_Space_Trans_Rein = "Maximum Spacing for transverse reinforcement"
IDS_CVL_RPT_US_Shear_Stress_Conc = "Shear stress on concrete"
IDS_CVL_RPT_US_Min_Trans_Area = "Minimum required transverse reinforcement"
IDS_CVL_RPT_US_Min_Trans_Chk = "* Defining "OK" or "NG" will be checked in checking shear resistance by transverse reinforcement"
IDS_CVL_RPT_US_Longi_Strain = "Longitudinal Strain"
IDS_CVL_RPT_US_Stress_Vari = "Stress Variable"
IDS_CVL_RPT_US_Tensile_Stress = "Tensile stress"
IDS_CVL_RPT_US_Stress_Extreme_Fiber = "The stress in the extreme tension fiber due to factored load and effective prestress after losses"
IDS_CVL_RPT_US_Unfactor_Stress_Conc = "Unfactored compressive stress in concrete due to effective prestress only."
IDS_CVL_RPT_US_Component_Tensile_Stress = "Component of shear resisted by tensile stresses in concrete"
IDS_CVL_RPT_US_Factor_Crack_Tension = "Factor indicating diagonally cracked concrete to transmit tension"
IDS_CVL_RPT_US_Shear_Factor_Theta_Beta = "Values of θ and β for Section"
IDS_CVL_RPT_US_Shear_Factor_Theta = "θ is the angle of inclination of diagonal compressive stresses."
IDS_CVL_RPT_US_Shear_Factor_Beta = "β is the factor indicating diagonally cracked concrete to transmit tension."
IDS_CVL_RPT_US_Max_Agg = "Maximum aggregate size"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Conc = "Nominal shear resistance provide by concrete"
IDS_CVL_RPT_US_Component_Trans_Rein = "Component of shear resisted by transverse reinforcement"
IDS_CVL_RPT_US_Area_Trans_Rein = "Area of transverse reinforcement required"
IDS_CVL_RPT_US_No_Shear_Rein = "No Shear reinforcing"
IDS_CVL_RPT_US_Shear_Resist = "Shear resistance"
IDS_CVL_RPT_US_Nominal_Shear = "Nominal shear strength"
IDS_CVL_RPT_US_Factor_Shear_Resist = "Factored shear resistance"
IDS_CVL_RPT_US_Case_of = "Case of"
IDS_CVL_RPT_US_Notation = "Notation"
IDS_CVL_RPT_US_Area_Shear_Flow = "Area enclosed by the shear flow path, including any area of holes therein."
IDS_CVL_RPT_US_Peri_Trans_Torsion = "Perimeter of the centerline of the closed tranverse torsion reinforcement."
IDS_CVL_RPT_US_Area_Conc_Sect = "Total area enclosed by outside perimeter of the concrete section."
IDS_CVL_RPT_US_Peri_Conc_Sect = "The length of the outside perimeter of concrete section."
IDS_CVL_RPT_US_Chk_Torsion_Effect = "Checking Torsional Effects"
IDS_CVL_RPT_US_Torsion_Crack_Moment = "Torsional cracking moment"
IDS_CVL_RPT_US_Ignore_Torsion = "Ignore Torsional Effects."
IDS_CVL_RPT_US_Consider_Torsion = "Consider Torsional Effects."
IDS_CVL_RPT_US_Effect_Thick_Shear_Flow = "The effective thickness of shear flow path of elements"
IDS_CVL_RPT_US_Chk_Torsion_Moment = "Check torsional moment"
IDS_CVL_RPT_US_Req_Longi_Rein = "Required longitudinal reinforcement"
IDS_CVL_RPT_US_Solid_Sect = "In solid section,"
IDS_CVL_RPT_US_Box_Sect = "In box section,"
IDS_CVL_RPT_US_Chk_Torsion_Shear = "Check combined torsional and shear"
IDS_CVL_RPT_US_Before = "Before"
IDS_CVL_RPT_US_After = "After"
IDS_CVL_RPT_US_Inter_Shear = "Interface Shear"
IDS_CVL_RPT_US_Nominal_Inter_Shear = "Nominal interface shear resistance"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Less = "The nominal shear resistance, Vni, used in the design shall not be greater than the lesser of:"
IDS_CVL_RPT_US_Cohesion_Friction_Factor = "Cohesion and Friction Factors (Case)"
IDS_CVL_RPT_US_Factored_Inter_Shear_Force = "Factored interface shear force"
IDS_CVL_RPT_US_Factored_Inter_Shear_Resist = "Factored interface shear resistance"
IDS_CVL_RPT_US_Allow_Conc_CS = "Allowable stresses in concrete at construction stage"
IDS_CVL_RPT_US_Elem = "Elem"
IDS_CVL_RPT_US_Part = "Part"
IDS_CVL_RPT_US_Girder_Or_Slab = "Girder/Slab"
IDS_CVL_RPT_US_Comp_Or_Tens = "Comp/Tens"
IDS_CVL_RPT_US_Top_Or_Bottom = "Top/Bottom"
IDS_CVL_RPT_US_Stage = "Stage"
IDS_CVL_RPT_US_Allow_Conc_Ser = "Allowable stresses in concrete at service load combinations"
IDS_CVL_RPT_US_LCom = "Lcom"
IDS_CVL_RPT_US_Allow_Pr_Conc_CS = "Allowable principal stresses in concrete at construction stage"
IDS_CVL_RPT_US_Allow_Pr_Conc_Desc = "The principal stress is considered for the non-composite PSC sections but not the composite PSC Sections"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Shear = "Allowable principal stresses in concrete at service load combinations at maximum shear"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Torsion = "Allowable principal stresses in concrete at service load combinations at maximum torsion"
IDS_CVL_RPT_US_Allow_Tendon = "Allowable stresses in tendon"
IDS_CVL_RPT_US_Tendon = "Tendon"
IDS_CVL_RPT_US_Crack_Chk = "Crack check"
IDS_CVL_RPT_US_Dgn_Criteria = "Design Criteria"
IDS_CVL_RPT_US_Pos_Or_Neg = "Positive/Negative"
IDS_CVL_RPT_US_Bonded = "Bonded"
IDS_CVL_RPT_US_Unbonded = "Unbonded"
IDS_CVL_RPT_US_Flexure_Dgn_Sect = "Flexure design for a section"
IDS_CVL_RPT_US_Shear_Dgn_Sect = "Shear design for a section"
IDS_CVL_RPT_US_Dgn_Step_1 = "Design Step 1:"
IDS_CVL_RPT_US_Dgn_Step_2 = "Design Step 2:"
IDS_CVL_RPT_US_Dgn_Step_3 = "Design Step 3:"
IDS_CVL_RPT_US_Dgn_Step_4 = "Design Step 4:"
IDS_CVL_RPT_US_Dgn_Step_5 = "Design Step 5:"
IDS_CVL_RPT_US_Dgn_Step_6 = "Design Step 6:"
IDS_CVL_RPT_US_Avg_Pre_Stl = "Average stress in prestressing steel"
IDS_CVL_RPT_US_Area_Bond_Stl = "Area of bonded prestressing steel"
IDS_CVL_RPT_US_Dist_Bond_Tendon = "Distance from extreme compression fiber to centroid of bonded prestressing tendons"
IDS_CVL_RPT_US_Area_Unbond_Stl = "Area of unbonded prestressing steel"
IDS_CVL_RPT_US_Dist_Unbond_Tendon = "Distance from extreme compression fiber to centroid of unbonded prestressing tendons"
IDS_CVL_RPT_US_Area_Pre_Stl = "Area of prestressing steel"
IDS_CVL_RPT_US_Area_Non_Pre_Stl = "Area of non prestressed tension steel reinforcement"
IDS_CVL_RPT_US_Dist_Non_Pre_Tensile = "Distance from extreme compression fiber to centroid of non-prestressed tensile reinforcement"
IDS_CVL_RPT_US_Area_Comp_Rein = "Area of compression reinforcement"
IDS_CVL_RPT_US_Dist_Comp_Rein = "Distance from extreme compression fiber to centroid of compression reinforcement"
IDS_CVL_RPT_US_Depth_Comp_Flange = "Depth of compression flange"
IDS_CVL_RPT_US_Block_Factor = "Stress block factor"
IDS_CVL_RPT_US_Length_Tendon_Anchor = "Length of tendon between anchorages"
IDS_CVL_RPT_US_Effect_Pre_Stl = "Effective stress in prestressing steel at section under consideration"
IDS_CVL_RPT_US_Depth_Stress_Block = "Depth of equivalent stress block"
IDS_CVL_RPT_US_Flex_Resist_Factor = "Flexural resistance factor."
IDS_CVL_RPT_US_Nominal_Flex_Resist = "Nominal flexural resistance"
IDS_CVL_RPT_US_Modulus_Rup = "Modulus of rupture"
IDS_CVL_RPT_US_Factored_Moment = "Factored moment"
IDS_CVL_RPT_US_Max_or_Min = "Max/Min"
IDS_CVL_RPT_US_Total_Depth_Beam = "Total depth of beam"
IDS_CVL_RPT_US_Dist_Result_Tens_Comp_Flex = "Distance between the resultants of the tensile and compressive forces due to flexure"
IDS_CVL_RPT_US_Dist_Effect_Shear_Depth = "Effective shear depth. Need not be less than 0.9de or 0.72h"
IDS_CVL_RPT_US_Dist_Extreme_Fiber_Tendon = "0.8h or the distance from the extreme compression fiber to the centroid of the tendon"
IDS_CVL_RPT_US_Factor_Shear_Sect = "Factored shear force at section"
IDS_CVL_RPT_US_Width_Web = "Width of Web"
IDS_CVL_RPT_US_Component_Effect_Shear = "Component of effective prestress in the direction shear"
IDS_CVL_RPT_US_Ratio_Shear_Comp = "Ratio of applied factored shear stress to concrete compressive resistance"
IDS_CVL_RPT_US_Area_Min_Trans_Rein = "Area of minimum transverse reinforcement required"
IDS_CVL_RPT_US_Factor_Crack_Conc_Tension = "Factor for diagonally cracked concrete to resist tension"
IDS_CVL_RPT_US_Max_Factored_Moment = "Maximum factored moment"
IDS_CVL_RPT_US_Modulus_Elast_Tendon_Strain = "Modulus of elasticity of tendons multiplied by locked in difference in strain"
IDS_CVL_RPT_US_Strain_Mid_Depth = "Strain at mid depth of member"
IDS_CVL_RPT_US_Angle_Comp_Stress = "Angle of inclination of diagonal compressive stresses"
IDS_CVL_RPT_US_Angle_Trans_Rein = "Angle of inclination of transverse reinforcement to longitudinal axis"
IDS_CVL_RPT_US_Nominal_Shear_Resist = "Nominal shear resistance"
IDS_CVL_RPT_US_Upper_Nominal_Shear_Resist = "Upper limit of nominal shear resistance"
IDS_CVL_RPT_US_Torsion_Resist = "Torsional resistance"
IDS_CVL_RPT_US_Factor_Resist_Factor_Torsion = "Resistance factor for torsion"
IDS_CVL_RPT_US_Nominal_Torsion_Resist = "Nominal torsional resistance"
IDS_CVL_RPT_US_Area_Torsion_Stl = "Area of torsional steel required"
IDS_CVL_RPT_US_Area_Longi_Stl_Torsion_Flex = "Area of longitudinal steel required for torsion in addition to that for flexure"
IDS_CVL_RPT_US_Replace_Shear_Force = "Factored shear force will be replaced by effective shear force when torsion is required"
IDS_CVL_RPT_US_fpe_less_than_05fpu = "Since fpe is less than 0.5 fpu, it is recommended to use the ‘Strain Compatibility’ method"
IDS_CVL_RPT_US_Distance_From_Ref_Line = "Distance from reference line"
IDS_CVL_RPT_EC_Checking_DesignCode = "Design Code"
IDS_CVL_RPT_EC_Checking_ElementNo = "Element Number"
IDS_CVL_RPT_EC_Checking_PositionInfo = "Position Information"
IDS_CVL_RPT_EC_Title_of_DesignCondition = "Design Condition"
IDS_CVL_RPT_EC_Title_of_SetDesignParam = "Set Design Parameters"
IDS_CVL_RPT_EC_Title_of_UltimateMomentResistance = "Ultimate Moment Resistance"
IDS_CVL_RPT_EC_Title_of_ShearResistance = "Shear Resistance"
IDS_CVL_RPT_EC_Title_of_TorsionalResistance = "Torsional Resistance"
IDS_CVL_RPT_EC_Title_of_CrackControl = "Crack Width"
IDS_CVL_RPT_EC_Title_of_Decompression = "Decompression check"
IDS_CVL_RPT_EC_Title_of_Fatigue = "Fatigue check"
IDS_CVL_RPT_EC_Title_of_AlwStress_CS = "Stress check at transfer and during construction"
IDS_CVL_RPT_EC_Title_of_AlwStress_SL = "Stress check for service load combination"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_DesignParam = "Design Parameters"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_SectionalInfo = "Sectional Information"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_MaterialInfo = "Material Information"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_TendonProfileInfo = "Tendon Profile Information"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Partial = "- Partial factors for ultimate limit states"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta = "- factor λ, and factor η"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Alpha = "- factor α_cc , α_ct  : Coefficient for long term effects on Compression and Tensile Strength."
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Design_Situations = "Design Situations"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_c = "γ_c  for concrete"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_bar = "γ_s  for reinforcing steel"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_tdn = "γ_s  for prestressing steel"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_PerTra = "Persistent & Transient"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Acc = "Accidental"
IDS_CVL_RPT_EC_Comment_DgnParam_Lambda_eta = "where, λ, η are each defining the effective height of the compression zone, defining the effective strength."
IDS_CVL_RPT_EC_DgnParam_Alpha_cc = "(for the Compressive strength)"
IDS_CVL_RPT_EC_DgnParam_Alpha_cc_shear = "(for the Shear strength)"
IDS_CVL_RPT_EC_DgnParam_Alpha_ct = "(for the Tensile strength)"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Conc = "- Concrete Material Information"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Rbar = "- Reinforcement Material Information"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Type = "Type"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_TndName = "Tendon Name"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Loca = "Location\n(mm)"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Area = "Area\n(mm^2 )"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Strn = "Strength (MPa)"
IDS_CVL_RPT_EC_SubTitle_SetParam_DgnStrength = "Design Strength"
IDS_CVL_RPT_EC_Where = "where,"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Conc = "- Design strength of concrete"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Rbar = "- Design strength of Reinforcement"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Tendon = "- Design strength fo Tendon"
IDS_CVL_RPT_EC_Comment_DgnStrength_Conc_fcd = "where, fcd, fctd are each Design Compressive and Tensile strength."
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack = "- Check whether the section is cracked in bending."
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Cracked = "(The section is cracked.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Uncracked = "(The section is uncracked.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb = ": Flexural tensile stress"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb_Sign = "(Tension is taken as positive.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fctd = ": Design tensile strength of concrete."
IDS_CVL_RPT_EC_Comment_DgnStrength_Tendon = "Refer 1.4 Tendon Profile Information."
IDS_CVL_RPT_EC_SubTitle_MomemtResi_CheckMom = "Check Moment Resistance, M_R,d"
IDS_CVL_RPT_EC_SubTitle_Positive_MomChk = "■ Positive Moment"
IDS_CVL_RPT_EC_SubTitle_Negaive_MomChk = "■ Negative Moment"
IDS_CVL_RPT_EC_SubTitle_Check_DgnLoad = "Design Load"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnLoad = "- Design Load"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnParam = "- Design parameters"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcCent = "- Calculate Neutral Axis"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcForce = "- Calculate F_c , F_s , F_p"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcMomResi = "- Calculate moment resistance, M_Rd"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CheckArea = "- Check minimum reinforcement area"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_LCOM = "  Load Combination Name :"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Force = "Force (kN)"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Moment = "Moment (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM = "Load Combination Name :"
IDS_CVL_RPT_EC_DgnLoad_MomResi_DgnSitu = "Design Situations :"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM_Type = "Load Combination Type :"
IDS_CVL_RPT_EC_DgnLoad_LTB = "Lateral torsional buckling"
IDS_CVL_RPT_EC_DgnParam_Mrep = "M_rep  is"
IDS_CVL_RPT_EC_DgnParam_Mrep_Z = "Z is Sectional constant"
IDS_CVL_RPT_EC_DgnParam_Mrep_Zs = "z_s  is"
IDS_CVL_RPT_EC_Comment_CalcCent1 = "1) Assume neutral axis depth."
IDS_CVL_RPT_EC_Comment_CalcCent2 = "2) Calculate the strain of steel and tendon."
IDS_CVL_RPT_EC_Comment_CalcCent3 = "3) Calculate the stress of steel and tendon."
IDS_CVL_RPT_EC_Comment_CalcCent4 = "4) Calculate the axial force in concrete, steel, and tendon."
IDS_CVL_RPT_EC_Comment_CalcCent5 = "5) Check if the resultant force of cross-section is zero."
IDS_CVL_RPT_EC_Comment_CalcCent6 = "6) Repeat step 1 through 5 until the resultant force becomes zero."
IDS_CVL_RPT_EC_Table_CalcCent_Head_Num = "Num."
IDS_CVL_RPT_EC_Table_CalcCent_Head_NA = "Neutral depth\n(mm)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_C = "Compression Force ( C )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_T = "Tension Force ( T )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Rat = "Ratio\n(C/T)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Conc = "Concrete"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Bar = "Reinforcement"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Tnd = "Tendon"
IDS_CVL_RPT_EC_CalcForce_FcFs = "x is neutral axis depth"
IDS_CVL_RPT_EC_Table_CalcForce_Head_Num = "Num."
IDS_CVL_RPT_EC_Table_CalcForce_Head_Strs = "Stress_Eff \n(MPa)"
IDS_CVL_RPT_EC_Comment_CalcMom_Dis_From_NeutralAxis = "a_c , a_s , a_p  is the distance from neutral axis depth, x to concrete, reinforcement, tendon"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect = "Section Information"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSG = "Equvlnt sect(tdn, reinfmnt)\n(Girder)"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSGS = "Equvlnt sect (After Comp)\n(Girder + Slab)"
IDS_CVL_RPT_EC_MaterialInfo_compo_girder = "■ Girder"
IDS_CVL_RPT_EC_MaterialInfo_compo_slab = "■ Slab"
IDS_CVL_RPT_EC_MaterialInfo_compo_conc = "- Concrete Material Information"
IDS_CVL_RPT_EC_MaterialInfo_compo_rein = "- Reinforcement Material Information"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta2 = "- factor λ, and factor η"
IDS_CVL_RPT_EC_Block_Flexure01_c_girder = "Girder"
IDS_CVL_RPT_EC_Block_Flexure01_c_slab = "Slab"
IDS_CVL_RPT_EC_Block_Flexure01_c_conc = "- Design strength of concrete"
IDS_CVL_RPT_EC_Block_Flexure01_c_rein = "- Design strength of Reinforcement"
IDS_CVL_RPT_EC_Block_Flexure02_c = "- Calculate F_c(g) , F_c(s) , F_s , F_p"
IDS_CVL_RPT_EC_Block_Flexure02_c_Chp = "(EN 1992-1-1:2004, Fig 3.5, Fig 6.1)"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcg = ": Compression Force for Girder"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcs = ": Compression Force for Slab"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fsp = ": Compression reinforcement Force"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fs = ": Tension Force in reinforcement"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fp = ": Tension Force in Tendon"
IDS_CVL_RPT_EC_Block_Flexure02_c_x = ": neutral axis depth"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acag = ": Area of rectangular con'c stress block for girder part"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acas = ": Area of rectangular con'c stress block for slab part"
IDS_CVL_RPT_EC_Block_Flexure02_c_Asp = ": Compression reinforcement areas"
IDS_CVL_RPT_EC_Block_Flexure02_c_As = ": Tension reinforcement areas"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_str = "Stress_Eff  = ε_p(0)i ㆍE_pi"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_conc = " : concrete strain at tendon depth under fracture state"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_tnd = " : tendon strain under the effective Prestressing stress"
IDS_CVL_RPT_EC_Block_Flexure03_c = "- Calculate moment resistance, M_Rd"
IDS_CVL_RPT_EC_Block_Flexure03_c_cmt = "a_c(g) , a_c(s) , a_s , a_p  is the distance from the neutral axis to the centroid of the stress block in concrete, RF, TD"
IDS_CVL_RPT_EC_SubTitle_ShearResi_ConcResi = "Check shear resistance of Concrete, V_Rd,c"
IDS_CVL_RPT_EC_SubTitle_ShearResi_RbarResi = "Check shear resistance of Shear Reinforcement, V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_MaxShear = "■ Maximum Shear Force"
IDS_CVL_RPT_EC_SubTitle_MinShear = "■ Minimum Shear Force"
IDS_CVL_RPT_EC_SubTitle_ConcResi_DgnLoad = "- Design Load"
IDS_CVL_RPT_EC_SubTitle_ConcResi_VRdc = "- Design value for the shear resistance V_Rd,c"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_LCOM = "  Load Combination Name :"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Force = "Force (kN)"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Moment = "Moment (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM = "Load Combination Name :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_DgnSitu = "Design Situations :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM_Type = "Load Combination Type :"
IDS_CVL_RPT_EC_ConcResi_VRdc_OK = "∴ Shear reinforcement is not required"
IDS_CVL_RPT_EC_ConcResi_VRdc_NG = "∴ Shear reinforcement is required"
IDS_CVL_RPT_EC_ConcResi_VRdc_commt = "(if compression, N_Ed  > 0)"
IDS_CVL_RPT_EC_SubTitle_RbarResi_DgnParam = "- Design Parameters"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi = "- Design value for the shear resistance V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi_Box = "- Design value for the shear resistance V_Rd,max"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckRatio = "- Check ratio of shear reinforcement"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckSpace = "- Check Spacing of stirrups"
IDS_CVL_RPT_EC_Comment_not_Calc_ShearResistance_VRds = "Skip checking shear resistance, V_Rd,s  by shear reinforcement steel"
IDS_CVL_RPT_EC_RbarResi_DgnParam_alpha = "α is the angle between shear reinforcement and the beam axis perpendicular to the shear force."
IDS_CVL_RPT_EC_RbarResi_DgnParam_theta = "θ is the angle between the concrete compression strut and the beam axis perpendicular to the shear force."
IDS_CVL_RPT_EC_RbarResi_DgnParam_z = "z is the inner level arm."
IDS_CVL_RPT_EC_RbarResi_DgnParam_Asw = "A_sw  is the cross-sectional area of the shear reinforcement"
IDS_CVL_RPT_EC_RbarResi_DgnParam_rho_wmin = "ρ_w,min  is the minimum ratio of shear reinforcement"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_u60 = "( for f_ck  ≤ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_o60 = "( for f_ck  ≥ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_non_prs = "( for non-prestressed structures )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp1 = "( for 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp2 = "( for 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp3 = "( for 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp4 = "( for σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt1 = "ν_1  is a strength reduction factor for concrete cracked in shear"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt2 = "α_cw  is a coefficient taking account of the state of the stress in the compression chord"
IDS_CVL_RPT_EC_RbarResi_CheckSpace_commt = "s is the spacing of the stirrups"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Max = "Maximum Shear Force"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Min = "Minimum Shear Force"
IDS_CVL_RPT_EC_Block_Shear01_Chapter01 = "Check shear resistance of Concrete, V_Rd,c"
IDS_CVL_RPT_EC_Block_Shear01_DgnLoad = "- Design Load"
IDS_CVL_RPT_EC_Block_Shear01_LCOM = "Load Combination Name :"
IDS_CVL_RPT_EC_Block_Shear01_DgnSitu = "Design Situations :"
IDS_CVL_RPT_EC_Block_Shear01_LCOM_Type = "Load Combination Type :"
IDS_CVL_RPT_EC_Block_Shear01_conc = "- Design strength of concrete"
IDS_CVL_RPT_EC_Block_Shear01_rein = "- Design strength of Reinforcement"
IDS_CVL_RPT_EC_Block_Shear01_girder = "Girder"
IDS_CVL_RPT_EC_Block_Shear01_slab = "Slab"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb = "- Check whether the section is cracked in bending."
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cracked = "(The section is cracked.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_uncracked = "(The section is uncracked.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt1 = ": Flexural tensile stress"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt2 = "(Tension is taken as positive.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt3 = ": Design tensile strength of concrete."
IDS_CVL_RPT_EC_Block_Shear02_title1 = "- Total stress at composite centroid from actions on the girder alone"
IDS_CVL_RPT_EC_Block_Shear02_ref = "(DESIGNER'S GUIDE TO EN 1992-2, 6.2.7)"
IDS_CVL_RPT_EC_Block_Shear02_sig1 = ": stress at the composite centroid due to the moment acting on the girder alone"
IDS_CVL_RPT_EC_Block_Shear02_sig2 = ": stress at the composite centroid due to prestress"
IDS_CVL_RPT_EC_Block_Shear02_Mnon = ": Bending Moment in girder alone"
IDS_CVL_RPT_EC_Block_Shear02_ynon = ": Height to Centroid in girder alone"
IDS_CVL_RPT_EC_Block_Shear02_ycom = ": Height to Centroid in Composite section"
IDS_CVL_RPT_EC_Block_Shear02_Ag = ": Area Girder alone"
IDS_CVL_RPT_EC_Block_Shear02_Ig = ": Moment of inertia in Girder alone"
IDS_CVL_RPT_EC_Block_Shear02_P = ": A factored prestressing force after all losses"
IDS_CVL_RPT_EC_Block_Shear02_Pe = ": Moment of prestressing force"
IDS_CVL_RPT_EC_Block_Shear02_title2 = "- Shear stress in girder alone at the height of the composite centroid"
IDS_CVL_RPT_EC_Block_Shear02_Vc1 = ": Shear force on the precast girder alone"
IDS_CVL_RPT_EC_Block_Shear02_Qn = ": First moment of Area in centroid of Girder alone"
IDS_CVL_RPT_EC_Block_Shear02_bw = ": Girder width"
IDS_CVL_RPT_EC_Block_Shear02_title3 = "- Additional shear force acting on the composite section"
IDS_CVL_RPT_EC_Block_Shear02_Qc = ": First moment of Area in centroid of Composite section"
IDS_CVL_RPT_EC_Block_Shear02_Ic = ": Moment of inertia in Composite section"
IDS_CVL_RPT_EC_Block_Shear02_title4 = "- Total shear resistance of the composite section"
IDS_CVL_RPT_EC_Block_Shear02_commt = "(regions Un-cracked in bending)"
IDS_CVL_RPT_EC_Block_Shear02_req = "∴ Shear reinforcement is required"
IDS_CVL_RPT_EC_Block_Shear02_noreq = "∴ No shear reinforcement is required"
IDS_CVL_RPT_EC_Block_Shear03_title = "Check minimun shear reinforcement"
IDS_CVL_RPT_EC_Block_Shear03_rein = "- Check ratio of shear reinforcement"
IDS_CVL_RPT_EC_Block_Shear03_rho_wmin = "ρ_w,min  is the minimum ratio of shear reinforcement"
IDS_CVL_RPT_EC_Block_Shear03_Asw = ": Area of diagonal reinforcment"
IDS_CVL_RPT_EC_Block_Shear03_space = "- Check Spacing of stirrups"
IDS_CVL_RPT_EC_Block_Shear03_s = "s is the spacing of the stirrups"
IDS_CVL_RPT_EC_Block_Shear03_d = ": effective depth"
IDS_CVL_RPT_EC_Block_Shear04_title = "Check additional tension force in the longitudinal reinforcement due to shear force"
IDS_CVL_RPT_EC_Block_Shear04_MRd = ": The moment resistance"
IDS_CVL_RPT_EC_Block_Shear04_z = ": Lever arm from the ultimate bending resistance analysis"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_title = "Check shear at the interface between concrete cast at different times"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cg = ": Compression Force of girder"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cs = ": Compression Force of slab"
IDS_CVL_RPT_EC_Block_Shear05_subtilte = "- Shear stress in the interface"
IDS_CVL_RPT_EC_Block_Shear05_beta1 = ": Ratio of the longitudinal force in the new concrete area"
IDS_CVL_RPT_EC_Block_Shear05_beta2 = "  and the total longitudinal force either in the compression or tension zone"
IDS_CVL_RPT_EC_Block_Shear05_VEd = ": Transverse shear force"
IDS_CVL_RPT_EC_Block_Shear05_z = ": Lever arm from the ultimate bending resistance analysis"
IDS_CVL_RPT_EC_Block_Shear05_bi = ": Width of interface"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_title = "Check shear at the interface between concrete cast at different times"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_beta = ": Conservatively adopted to take β = 1.0"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_title = "Check shear at the interface between concrete cast at different times"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Tt = ": Total tensile force of girder and slab"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Ts = ": Tensile force of slab"
IDS_CVL_RPT_EC_Block_Shear06_title = "- Design shear resistance at the interface"
IDS_CVL_RPT_EC_Block_Shear06_fctd = ": Minimum design tensile strength(fctd) and design strength(f_cd )"
IDS_CVL_RPT_EC_Block_Shear06_fcd = "   of concrete between girder and slab"
IDS_CVL_RPT_EC_Block_Shear06_c = ": factors which depend on the roughness of the interface"
IDS_CVL_RPT_EC_Block_Shear06_mu = ": factors which depend on the roughness of the interface"
IDS_CVL_RPT_EC_Block_Shear06_ws = ": Weight of slab"
IDS_CVL_RPT_EC_Block_Shear06_Ai = ": Area of joint (1m for unit length)"
IDS_CVL_RPT_EC_Block_Shear06_As = ": Area of reinforcement crossing the interface"
IDS_CVL_RPT_EC_Block_Shear06_fyd = ": Strength of shear connector"
IDS_CVL_RPT_EC_Block_Shear06_alpha = ": Angle of reinforcement crossing the interface"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_DgnLoad = "Design Load"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_CheckResi = "Check Torsional Resistance"
IDS_CVL_RPT_EC_SutTitle_MaxTorsion = "■ Maximum Torsion Moment"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_LCOM = "  Load Combination Name :"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_force = "Force (kN)"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_Moment = "Moment (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM = "Load Combination Name :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_DgnSitu = "Design Situations :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM_Type = "Load Combination Type :"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Closed = "■ Closed Section Part"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TL = "■ Top Flange [ Left ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TR = "■ Top Flange [ Right ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_T = "■ Top Flange"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BL = "■ Bottom Flange [ Left ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BR = "■ Bottom Flange [ Right ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_B = "■ Bottom Flange"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_LW = "■ Left Web"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_RW = "■ Right Web"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_W = "■ Web"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Total = "■ Calculate maximum torsion resistance, T_Rd,max  of total section"
IDS_CVL_RPT_EC_SubTitle_CheckResi_DgnParam = "- Design Parameters"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CalcTorResi = "- Check the crushing limit for combined shear and torsion"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckRbar = "- Check longitudinal reinforcement for torsion"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckSpace = "- Check longitudinal spacing of the torsion"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_assumed = "(Assumed α=90˚)"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_tefi = "t_ef,i  is  the effective wall thickness"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_Ak = "A_k  is the area enclosed by the centre-lines of the connecting walls, including inner hollow areas"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_uk = "u_k  is the perimeter of the area A_k"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_alpha = "α is the inclination of the torsional shear reinforcement to the longitudinal axis of the beam."
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_theta = "θ is the angle of compression struts"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_TEd = "T_Ed  is the applied design torsion"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_Ak = "A_k  is the area enclosed by the centre-lines of the connecting walls, including inner hollow areas"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_tefi = "t_ef,i  is  the effective wall thickness"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_A = "A is the total area of the cross-section within the outer circumference, including inner hollow areas"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_u = "u is the outer circumference of the cross-section"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_uk = "u_k  is the perimeter of the area A_k"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_theta = "θ is the angle of compression struts"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_tefi = "t_ef,i  is  the effective wall thickness"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_u = "u is the outer circumference of the cross-section"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_A = "A is the total area of the cross-section within the outer circumference, including inner hollow areas"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_ui = "u_i  is the outer circumference of the cross-section"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_Aki = "A_ki  is the area enclosed by the centre-lines of the connecting walls, including inner hollow areas"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param = "- The following equation is used to determine whether designed reinforcement is necessary."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_TRdc = "T_Rd,c  is the torsional cracking moment."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_VRdc = "V_Rd,c  is the design shear resistance without shear reinforcement."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_TRd_C = "- Design value for the torsion cracking moment T_Rd,c"
IDS_CVL_RPT_EC_CheckTorsionResi_Shear_VEd_Box = "- Design value for the shear stress per web V*_Ed"
IDS_CVL_RPT_EC_CheckTorsionResi_Num_Web = "Number of Webs"
IDS_CVL_RPT_EC_CheckTorsionResi_OpenSect_Comment = "( It is assumed that total shear is resisted by the web. )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Chk = "- Check whether designed reinforcement is necessary."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_req = "Transverse reinforcement is required."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_notreq = "Transverse reinforcement is not required."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw1 = "( for non-prestressed structures )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw2 = "( for 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw3 = "( for 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw4 = "( for 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw5 = "( for σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Asl = "A_sl  is the applied area of longitudinal reinforcement for torsion."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Aslreq = "∑A_slreq  is the requierd area of longitudinal reinforcement for torsion."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Type = "- Check transverse reinforcement for shear"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Awv = "A_wv  is the area of transverse reinforcement for shear."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_sv = "s_v  is the spacing of the shear reinforcement."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion = "- Check transverse reinforcement for torsion"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion_Awt = "A_wt  is the area of transverse reinforcement for shear."
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackWidth = "Calculate crack width, w_k"
IDS_CVL_RPT_EC_SubTitle_Top = "■ Top"
IDS_CVL_RPT_EC_SubTitle_Bottom = "■ Bottom"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnLoad = "- Design Load"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnParam = "- Design Parameters"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_MeanStrain = "- Calculate mean strain in the concrete and reinforcement, ε_cm, ε_cm"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CalcMaxSpace = "- Calculate maximum crack spacing, S_r,max"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CheckCrack = "- Check crack widths"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_LCOM = "  Load Combination Name :"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Force = "Force (kN)"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Moment = "Moment (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM = "Load Combination Name :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_DgnSitu = "Serviceability Load Type :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Type = "Load Combination Type :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Term = "Long/Short Term :"
IDS_CVL_RPT_EC_Stress_top_surface = "- Stress at top surface"
IDS_CVL_RPT_EC_Stress_bottom_surface = "- Stress at bottom surface"
IDS_CVL_RPT_EC_Stress_surface = "(For compressive stresses, the crack check is skipped.)"
IDS_CVL_RPT_EC_Stress_surface_fctm = "(For stresses smaller than f_ctd , the crack check is skipped.)"
IDS_CVL_RPT_EC_Stress_surface_crack = "(For tensile stresses, the crack check is needed.)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_phi = "Φ is the bar's equivalent diameter (= (n1ㆍΦ_1 ^2 +n_2 ㆍΦ_2 ^2 ) / (n_1 ㆍΦ_1 +n_2 ㆍΦ_2 ) )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_C = "c is the cover to the longitudinal reinforcement"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt1 = "0.6 ( for short term loading )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt2 = "0.4 ( for long term loading )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_sigs = "σ_s  is the stress in the tension reinforcement assuming a cracked section"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Ap = "A_p ' is the area of pre- or post-tensioned tendons within A_c,eff"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff1 = "A_c,eff  is the effective area of concrete in tension surrounding the reinforcement or"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff2 = "         prestressing tendons of depth, h_c,ef  = min(2.5ㆍ(h - d), (h - x) / 3, h / 2)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi1 = "ξ_1  is the adjusted raio of bond strength taking into account the different diameters of"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi2 = "        prestressing and reinforcing steel"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi = "ξ is ratio of bond strength of prestressing and reinforcing steel"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phis = "Φ_s  is largest bar diameter of reinforcing steel"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phip = "Φ_p  is equivalent bar diameter of tendon."
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt = "k_t  is a factordependent on the duration of the load"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_1 = "0.8 ( for high bonded bars )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_2 = "1.6 ( for bars with an effectively plain surface, e.g. prestressing tendons )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_1 = "0.5 ( for bending )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_2 = "1.0 ( for pure tension )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_commt = "k_1  is a coefficient which takes account of the bond properties of the bonded reinforcement"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_commt = "k_2  is a coefficient which takes account of the distribution of strain"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax = "Crack width limit, w_max"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax_ExpClass = "Exposure Class : "
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackRebar = "Check minimum reinforcement area, A_s,min"
IDS_CVL_RPT_EC_Block_Asmin_Check_Err1 = "- Check the stress in the concrete under the characteristic combination of loads."
IDS_CVL_RPT_EC_Block_Asmin_Check_Err2 = "Characteristic combination type does not exist. (Skip A_s,min  check.)"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin = "- Check the stress in the concrete under the characteristic combination of loads."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitu = "Design Situation :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM = "Load Combination Name :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitus = "Design Situations :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Type = "Load Combination Type :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Term = "Long/Short Term :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigsurf = "σ_surface  is the stress at the surface of the prestressed concrete."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigctp = "σ_ct,p  value is taken as f_ct,eff  in accordance with 7.3.2 (2)."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff = "f_ct,eff  is the mean value of the tensile strength of the concrete effective at the time."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff1 = "f_ct,eff is the mean tensile strength of concrete achieved at the time,"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff2 = "     when cracking is expected to occur."
IDS_CVL_RPT_EC_Asmin_Check_01 = ": Minimum reinforcement area, A_s,min  is not required."
IDS_CVL_RPT_EC_Asmin_Check_02 = ": Minimum reinforcement area, A_s,min  is required."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin = "- Calculate minimum reinforcement area, A_s,min"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_Act = "A_ct  is the area of concrete within tensile zone."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs1 = "σ_s  is the absolute value of the maximum stress permitted in the reinforcement"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs2 = "     immediately after formation of the crack."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff1 = "f_ct,eff  is the mean value of the tensile strength of the concrete effective at the time"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff2 = "     when the cracks may first be expected to occur."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k1 = "k is the coefficient which allows for the effect of non-uniform self-equilibrating stresses,"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k2 = "     which lead to a reduction of restraint forces."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc1 = "k_c  is a coefficient which takes account of the stress distribution within the section"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc2 = "     immediately prior to cracking and of the change of the lever arm."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd1 = "(If N_Ed  is a compressive force, + )"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd2 = "(If N_Ed  is a compressive force)"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd3 = "(If N_Ed  is a tensile force)"
IDS_CVL_RPT_EC_Top = "Top"
IDS_CVL_RPT_EC_Bottom = "Bottom"
IDS_CVL_RPT_EC_ZeroStress_DgnLoad = "- Design Load"
IDS_CVL_RPT_EC_ZeroStress_LCOM = "Load Combination Name :"
IDS_CVL_RPT_EC_ZeroStress_DgnSitu = "Design Situations :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Type = "Load Combination Type :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Term = "Long/Short Term :"
IDS_CVL_RPT_EC_ZeroStress_chk = "- Stress check"
IDS_CVL_RPT_EC_ZeroStress_commt = "( -: compression   + : tension)"
IDS_CVL_RPT_EC_ZeroStress_sig = " : class is  D or E, check is ignored."
IDS_CVL_RPT_EC_Fati01_title = "- The stresses check"
IDS_CVL_RPT_EC_Fati01_ref = "(Design guide 6.7.8)"
IDS_CVL_RPT_EC_Fati01_LCOM = "Load Combination Name :"
IDS_CVL_RPT_EC_Fati01_LCOM_Type = "Load Combination Type :"
IDS_CVL_RPT_EC_Fati01_sigcmax = "The maximum compressive stress (σ_c,max ) :"
IDS_CVL_RPT_EC_Fati01_sigcmin = "The minimum compressive stress  (σ_c,min )  :"
IDS_CVL_RPT_EC_Fati01_days = "days"
IDS_CVL_RPT_EC_Fati01_t = " : the age at which live load is first applied"
IDS_CVL_RPT_EC_Fati01_s = " : the coefficient which depend on cement type"
IDS_CVL_RPT_EC_Fati02_title = "- The stresses check for requiring shear reinforcement"
IDS_CVL_RPT_EC_Fati02_LCOM = "Load Combination Name :"
IDS_CVL_RPT_EC_Fati02_LCOM_Type = "Load Combination Type :"
IDS_CVL_RPT_EC_Fati02_VEdmax = "The maximum shear force (V_Ed,max ) :"
IDS_CVL_RPT_EC_Fati02_VEdmin = "The minimum shear force (V_Ed,min )  :"
IDS_CVL_RPT_EC_Fati02_VRdc = "The design shear resistance (V_Rd,c )  :"
IDS_CVL_RPT_EC_Subtitle_Transfer_Girder = "1) Girder"
IDS_CVL_RPT_EC_Subtitle_Transfer_Slab = "2) Slab"
IDS_CVL_RPT_EC_Transfer_Compression = "■ Compression"
IDS_CVL_RPT_EC_Transfer_Compression_Stage = "- Critical Stage Name :"
IDS_CVL_RPT_EC_Transfer_Compression_slab = "For reinforced concrete slab,"
IDS_CVL_RPT_EC_Transfer_Compression_pre = "For pre-tensioned elements,"
IDS_CVL_RPT_EC_Transfer_Compression_limit = "Limiting stress"
IDS_CVL_RPT_EC_Transfer_Compression_post = "For post-tensioned elements,"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM = "- Load Combination Name :"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM_Type = "- Load Combination Type :"
IDS_CVL_RPT_EC_Table_Elem = "Elem."
IDS_CVL_RPT_EC_Table_Part = "Part"
IDS_CVL_RPT_EC_Table_Posi = "Positive\n/ Negative"
IDS_CVL_RPT_EC_Table_LCOM = "Lcom Name"
IDS_CVL_RPT_EC_Table_Situ = "Situation"
IDS_CVL_RPT_EC_Table_Type = "Type"
IDS_CVL_RPT_EC_Table_Chk = "Check"
IDS_CVL_RPT_EC_Table_Rat = "Ratio"
IDS_CVL_RPT_EC_Table_CompTens = "Comp./Tens."
IDS_CVL_RPT_EC_Table_Stage = "Stage"
IDS_CVL_RPT_EC_Table_LCOM2 = "Lcom\nName"
IDS_CVL_RPT_EC_Table_Tnd = "Tendon"
IDS_CVL_RPT_EC_Table_TopBot = "Top/Bottom"
IDS_CVL_RPT_EC_Table_LCOM_Type = "Lcom-Type"
IDS_CVL_RPT_EC_Table_LCOM_Term = "Long/Short"
IDS_CVL_RPT_EC_Plate_Check_ElementNo = "Element Number"
IDS_CVL_RPT_EC_Plate_Check_Position = "Position Information"
IDS_CVL_RPT_EC_Plate_DesignLoad = "- Design load"
IDS_CVL_RPT_EC_Plate_LCOM = "Load combination name :"
IDS_CVL_RPT_EC_Plate_Verification = "- Verification"
IDS_CVL_RPT_EC_Plate_Verification2 = "Verification"
IDS_CVL_RPT_EC_when = "when"
IDS_CVL_RPT_EC_here = "here,"
IDS_CVL_RPT_EC_where = "Where,"
IDS_CVL_RPT_EC_for = "for"
IDS_CVL_RPT_EC_Num = "Num."
IDS_CVL_RPT_EC_space = "Space"
IDS_CVL_RPT_EC_Plate_Title_of_DesignCondition = "Design Condition"
IDS_CVL_RPT_EC_Plate_Title_of_BendingResistance = "Bending Resistance"
IDS_CVL_RPT_EC_Plate_Title_of_ShearResistance = "Resistance to Vertical Shear"
IDS_CVL_RPT_EC_Plate_Title_of_LTBResistance = "Resistance to Lateral Torsional Buckling"
IDS_CVL_RPT_EC_Plate_Title_of_TransverseForceResistance = "Resistance to Transverse Force"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearResistance = "Resistance to Longitudinal Shear"
IDS_CVL_RPT_EC_Plate_Title_of_FatigueResistance = "Resistance to Fatigue"
IDS_CVL_RPT_EC_Plate_Title_of_Stress_Limit = "Stress Limitation"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearSLS = "Longitudinal Shear for SLS(Serviceability limit state)"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_parameters = "Design Parameters"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_SectInfo = "Sectional Information"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_MatInfo = "Material Information"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors = "■ Partial factors"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_c = "γ_C  for concrete"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_s = "γ_S  for reinforcing steel"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m0 = "γ_M0  for structural steel"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m1 = "γ_M1  for structural steel"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_v = "γ_V  for headed sutd"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_ef = "γ_Ff  for equivalent constant Amplitude stress range"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mf = "γ_Mf  for fatigue strength"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mfs = "γ_Mf,s  for fatigue strength of studs in shear"
IDS_CVL_RPT_EC_partial_factors_title = "Partial factors"
IDS_CVL_RPT_EC_partial_factors_Value = "Factor"
IDS_CVL_RPT_EC_partial_factors_Gamma_C_Des = "for concrete"
IDS_CVL_RPT_EC_partial_factors_Gamma_S_Des = "for reinforcing steel"
IDS_CVL_RPT_EC_partial_factors_Gamma_M0_Des = "for structural steel"
IDS_CVL_RPT_EC_partial_factors_Gamma_M1_Des = "for structural steel"
IDS_CVL_RPT_EC_partial_factors_Gamma_V_Des = "for headed sutd"
IDS_CVL_RPT_EC_partial_factors_Gamma_Ff_Des = "for equivalent constant Amplitude stress range"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_Des = "for fatigue strength"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_s_Des = "for fatigue strength of studs in shear"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section = "■  Section Dimensions"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Slab = "Slab"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Girder = "Girder"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness = "■  Section Stiffness"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Before = "Before"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_After = "After"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Crack = "Crack"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Stl = "■ Structural steel"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Conc = "■ Concrete"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Rbar = "■ Reinforcement"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Positive = "Positive Moment"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Negative = "Negative Moment"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Stress = "- Stress"
IDS_CVL_RPT_EC_Plate_Bending_Design_Force = "■ Design load"
IDS_CVL_RPT_EC_Plate_Left = "Left"
IDS_CVL_RPT_EC_Plate_Right = "Right"
IDS_CVL_RPT_EC_Plate_TF = "Top Flange"
IDS_CVL_RPT_EC_Plate_BF = "Bottom Flange"
IDS_CVL_RPT_EC_Plate_Web = "Web"
IDS_CVL_RPT_EC_Plate_OF = "Outstand flanges"
IDS_CVL_RPT_EC_Plate_IP = "Intenal parts"
IDS_CVL_RPT_EC_Plate_Classification_of_sections = "■ Classification of sections"
IDS_CVL_RPT_EC_Plate_Classification_of_sections2 = "Classification of sections"
IDS_CVL_RPT_EC_Plate_Part = "Part"
IDS_CVL_RPT_EC_Plate_Class = "Class"
IDS_CVL_RPT_EC_Plate_Section = "Section"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis = "- Plastic resistance moment, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis_PNA = "Plastic NA"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment = "Plastic resistance moment"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_Eff_NAxis = "Effective Plastic NA"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_UPNA = "(Upper side of PNA)"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_LPNA = "(Lower side of PNA)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_resistance_moment = "- Plastic resistance moment, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment = "- Elastic resistance moment, M_el,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment2 = "Elastic resistance moment"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_k = ": the lowest factor such that a stress limit is reached."
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt1 = "(Calculate minimum value between Steel Girder and Concrete Slab.)"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt2 = "(Calculate minimum value between Steel Girder and Slab Reinforcement.)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section = "- Effective section"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section2 = "Effective section"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment = "- Added moment"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment2 = "Added moment"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_Fx = "- Effective stiffness for N_Ed"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_My = "- Effective stiffness for M_Ed"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_Stiffness_for = "Effective stiffness for"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Plastic_resistance = "■   Plastic resistance moment, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Left_Web = "1) Left Web"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Right_Web = "2) Right Web"
IDS_CVL_RPT_EC_Plate_Shear_Design_Force = "■ Design load"
IDS_CVL_RPT_EC_Plate_Shear_Plastic_Moment_Positive_PNA = "Plastic NA"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vpl_Rd = "■  Calculation. V_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vbw_Rd = "■  Calculation. V_bw,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vf_Rd = "■  Calculation. V_f,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_TopFlange = "Top flange"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_BottomFlange = "Bottom flange"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Web = "Web"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web = "■ Contribution from the web"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web2 = "Contribution from the web"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange = "■ Contribution from the flange"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange2 = "Contribution from the flange"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_interation_M_V = "■ Interaction M-V"
IDS_CVL_RPT_EC_Plate_Sub_Title_interaction = "Interaction"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_stress_flange = "Shear stress"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Resistance_Chk = "■  Check Shear Resistance"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_Shear_Resistance = "Plastic shear resistance"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Buckling_Resistance = "Shear buckling resistance"
IDS_CVL_RPT_EC_Plate_Sub_Title_modified_slenderness = "The modified slenderness"
IDS_CVL_RPT_EC_Plate_Shear_buckling_coeff_sub_panel_Sub = "■ λ_wi of sub panel"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Lamda_w_check = "■  Critical λ_w"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener1 = "Transverse stiffeners don't exist."
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener2 = "In this case, transverse stiffeners should be provided with transverse stiffeners at the supports."
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd = "M_f,Rd  is calculated as M_pl,Rd  but neglecting the web contribution."
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd0 = "M_f,Rd0  is calculated as M_pl,Rd  but neglecting the web contribution."
IDS_CVL_RPT_EC_Plate_Shear_resistance_is_calculated_as = "is calculated as"
IDS_CVL_RPT_EC_Plate_Shear_resistance_but_neglecting_web = "but neglecting the web contribution"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed = "Reduction factor for N_Ed"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed_dot = "Reduction factor for N_Ed ·"
IDS_CVL_RPT_EC_Plate_Reduction_factor_for = "Reduction factor for"
IDS_CVL_RPT_EC_Plate_Shear_resistance_Vbf_Rd_Calc_commt = "(Taken as the greatest value of (∑σ_i )W)"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta3_lt_05 = "There is no need to verify the interaction criterion"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta1_lt_Lim = "For the section class 1 or 2, M-V interaction should be checked separately by the user."
IDS_CVL_RPT_EC_Plate_Shear_Shear_resistance_Vpl_Rd_Calc = "V_Ed  / Num. of Web"
IDS_CVL_RPT_EC_Plate_Shear_Number_of_Web = "Num. of Web"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance = "- M_b,Rd  Buckling resistance moment"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance2 = "Buckling resistance moment"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance = "- N_b,Rd  Axial buckling resistance"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance_ComRat = "Combined Ratio"
IDS_CVL_RPT_EC_Plate_LTB_U_frame_model = "- U frame model"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1 = "- Verification for compression and biaxial bending"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1_2 = "Verification for compression and biaxial bending"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type = "- Buckling coefficients for different type of load application"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type2 = "Buckling coefficients for different type of load application"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_without_stiff = "- For webs without longitudinal stiffeners"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_with_stiff = "- For webs with longitudinal stiffeners"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng = "- Effective loaded length"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng2 = "Effective loaded length"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist = "- Design resistance"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist2 = "Design resistance"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle = "- Shear resistance of a single connector"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle2 = "Shear resistance of a single connector"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc = "- Longitudinal shear force acting on length L_A_B"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc_Des = "Longitudinal shear force acting on length"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_conc = "- Verification, Slab"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud = "- Shear stress range for the connector"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud2 = "Shear stress range for the connector"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc = "v_L,Ed ㆍspace of stud / number of stud"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc2 = "space of stud / number of stud"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor = "- Damage equivalent factor"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor2 = "Damage equivalent factor"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2 = "- Equivalent constant amplitude range of shear stress related to 2 million cycles"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2_Des = "Equivalent constant amplitude range of shear stress related to 2 million cycles"
IDS_CVL_RPT_EC_Plate_StressLT_Characteristic = "Characteristic load combination name :"
IDS_CVL_RPT_EC_Plate_StressLT_Quasi_permanent = "Quasi-permanent load combination name :"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel = "- In the structural steel"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt1 = "(Top-right fiber in the flange)"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt2 = "(Neutral axis in the web)"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title = "- In the concrete of the slab"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title2 = "In the concrete of the slab"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar = "- In the reinforcement"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar2 = "In the reinforcement"
IDS_CVL_RPT_EC_Plate_StressLT_NoCheck_Rebar = "Rebar is under compression. No need to check."
/**/IDS_CVL_RPT_US_PSCS_ROUGH_LWC_AREMA = "Intentionally roughened(0.25 in.) "
/**/IDS_CVL_RPT_US_PSCS_ROUGH_NWC_AREMA = "Intentionally roughened"
/**/IDS_CVL_RPT_US_PSCS_NOT_ROUGH_AREMA = "Not intentionally roughened"
